content/index.org
#+TITLE:Λ L M A R A Z  -  L Λ B S
#+AUTHOR: Erik Almaraz
#+DESCRIPTION: almarazlabs.com - Official Site of  Λ L M A R A Z  •  L Λ B S
:args:

#+SETUPFILE:
#+INCLUDE:
#+ATTR_HTML:
#+OPTIONS:

:end:

* Overview

This is the very beginnings of my [[https://github.com/skribest/org-website][website]] built in [[https://www.gnu.org/software/emacs/][Emacs]] written in [[https://orgmode.org/][Org Mode]] and [[https://www.gnu.org/software/emacs/manual/html_node/elisp/index.html][Emacs Lisp]].

More to come content-wise in the /Cosmetic Chemistry/ space, and of course my adventures in all things *Emacs*, so stay tuned...  But first we must set up the infrastructure.

In the meantime, see below for references that helped set the foundation of my work.


* Projects

Here is a list of the projects that I am actively working on:

** Emacs

- This Website - my personal website, curriculum vitae, blog, and perhaps more

- Emacs Lisp Utilities & Personal Configuration

- Chembook.org (chembook.el) - a project I am still defining out, more to come

** Cosmetic Chemistry

- Cosmetic Chemistry - Theoretically (proposed YouTube Channel)

- Sneak Peak at upcoming show notes:
  - "The HLB System: The Basics"
  - "The HLB System: Advanced Concepts"
  - "The HLB System: Empirical vs Theoretical"
  - "What the Surfactant: The Basics"
  - "What the Surfactant: Detergents"
  - "What the Surfactant: Emulsifiers"


* References

- [[https://systemcrafters.net/publishing-websites-with-org-mode/building-the-site/][System Crafters: Build Your Website with Org Mode]]
- [[https://systemcrafters.net/publishing-websites-with-org-mode/automated-site-publishing/][System Crafters: Automated Org Mode Website Publishing with GitHub or SourceHut]]
- [[https://simplecss.org/][Simple.css - A Classless CSS framework]]
- [[https://github.com/fniessen/org-html-themes][GitHub: fniessen/org-html-themes]]
- [[https://orgmode.org/worg/org-web.html][Worg: Web Pages Made with Org-Mode]]
- [[https://github.com/skribest/org-website][Source Code to this Website]]
