docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-08 Thu 18:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Λ L M A R A Z  -  L Λ B S</title>
<meta name="author" content="Erik Almaraz" />
<meta name="description" content="almarazlabs.com - Official Site of  Λ L M A R A Z  •  L Λ B S" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Λ L M A R A Z  -  L Λ B S</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org950d3d1">Overview</a></li>
<li><a href="#org35a5c61">Projects</a>
<ul>
<li><a href="#org6d6f2ac">Emacs</a></li>
<li><a href="#org65471b7">Cosmetic Chemistry</a></li>
</ul>
</li>
<li><a href="#org32a468e">References</a></li>
</ul>
</div>
</div>
<p>

</p>

<div id="outline-container-org950d3d1" class="outline-2">
<h2 id="org950d3d1">Overview</h2>
<div class="outline-text-2" id="text-org950d3d1">
<p>
This is the very beginnings of my <a href="https://github.com/skribest/org-website">website</a> built in <a href="https://www.gnu.org/software/emacs/">Emacs</a> written in <a href="https://orgmode.org/">Org Mode</a> and <a href="https://www.gnu.org/software/emacs/manual/html_node/elisp/index.html">Emacs Lisp</a>.
</p>

<p>
More to come content-wise in the <i>Cosmetic Chemistry</i> space, and of course my adventures in all things <b>Emacs</b>, so stay tuned&#x2026;  But first we must set up the infrastructure.
</p>

<p>
In the meantime, see below for references that helped set the foundation of my work.
</p>
</div>
</div>


<div id="outline-container-org35a5c61" class="outline-2">
<h2 id="org35a5c61">Projects</h2>
<div class="outline-text-2" id="text-org35a5c61">
<p>
Here is a list of the projects that I am actively working on:
</p>
</div>

<div id="outline-container-org6d6f2ac" class="outline-3">
<h3 id="org6d6f2ac">Emacs</h3>
<div class="outline-text-3" id="text-org6d6f2ac">
<ul class="org-ul">
<li>This Website - my personal website, curriculum vitae, blog, and perhaps more</li>

<li>Emacs Lisp Utilities &amp; Personal Configuration</li>

<li>Chembook.org (chembook.el) - a project I am still defining out, more to come</li>
</ul>
</div>
</div>

<div id="outline-container-org65471b7" class="outline-3">
<h3 id="org65471b7">Cosmetic Chemistry</h3>
<div class="outline-text-3" id="text-org65471b7">
<ul class="org-ul">
<li>Cosmetic Chemistry - Theoretically (proposed YouTube Channel)</li>

<li>Sneak Peak at upcoming show notes:
<ul class="org-ul">
<li>&ldquo;The HLB System: The Basics&rdquo;</li>
<li>&ldquo;The HLB System: Advanced Concepts&rdquo;</li>
<li>&ldquo;The HLB System: Empirical vs Theoretical&rdquo;</li>
<li>&ldquo;What the Surfactant: The Basics&rdquo;</li>
<li>&ldquo;What the Surfactant: Detergents&rdquo;</li>
<li>&ldquo;What the Surfactant: Emulsifiers&rdquo;</li>
</ul></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org32a468e" class="outline-2">
<h2 id="org32a468e">References</h2>
<div class="outline-text-2" id="text-org32a468e">
<ul class="org-ul">
<li><a href="https://systemcrafters.net/publishing-websites-with-org-mode/building-the-site/">System Crafters: Build Your Website with Org Mode</a></li>
<li><a href="https://systemcrafters.net/publishing-websites-with-org-mode/automated-site-publishing/">System Crafters: Automated Org Mode Website Publishing with GitHub or SourceHut</a></li>
<li><a href="https://simplecss.org/">Simple.css - A Classless CSS framework</a></li>
<li><a href="https://github.com/fniessen/org-html-themes">GitHub: fniessen/org-html-themes</a></li>
<li><a href="https://orgmode.org/worg/org-web.html">Worg: Web Pages Made with Org-Mode</a></li>
<li><a href="https://github.com/skribest/org-website">Source Code to this Website</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Erik Almaraz</p>
<p class="date">Created: 2022-12-08 Thu 18:34</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.2 (<a href="https://orgmode.org">Org</a> mode 9.5.5)</p>
</div>
</body>
</html>